Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/others/strategiplanforsamisksprkog0000.pdf.tmx
Source language: nob
Languages: sme

source: Dersom det søkes om unntak fra minimumsbestemmelsene i samelovens språkregler , skal også Sametinget gis anledning til å uttale seg .
sme: Jus ohccojuvvo gaskaboddosaččat čovdot sámelága giellanjuolggadusaid gáibádusain , de galgá maiddái Sámedikkis leat vejolašvuođa buktit iežas oainnu .

source: 2.1.4 Hvilke samiske språk ?
sme: 2.1.4 Makkár sámegillii ?

source: Samisk språk omfatter mange dialekter .
sme: Sámegielas leat máŋga suopmana .

source: Noen velger å betegne de ulike dialekter som egne språk .
sme: Muhtimat válljejit gohčodit daid iešguđetge suopmaniid sierra giellan .

source: I Troms er nordsamisk den eneste dialekten som tradisjonelt er nyttet .
sme: Romssas lea davvisámegiella áidna suopman mii árbevirolaččat lea geavahuvvon .

source: I moderne tid er det en del tilflyttere til fylket med annen dialekt / språkbakgrunn eksempelvis luleog sørsamisk .
sme: Ođđa áiggis leat boahtán sirddolaččat fylkii main leat eará suopmanat / gielladuogážat omd. julev- ja lullisápmelaččat .

source: For Troms fylkeskommunes del menes med samisk språk i denne strategiplanen nordsamisk .
sme: Romssa fylkkasuohkan oaivvilda ahte sámegiella dán strategiijaplánas lea davvisámegiella .

source: For undervisning i samisk språk i videregående skole gjelder lov om videregående opplæring .
sme: Joatkkaskuvllaid sámegieloahpahus gullá joatkkaskuvllaid oahpahusa lága vuollái .

source: 2.1.5 Lov om stedsnavn Lov av 18. mai 1990 om Stadnamn ( vedlegg 2 ) regulerer hvilke navn som skal brukes på steder som kan kartfestes .
sme: 2.1.5 Báikenammaláhka Báikenammaláhka mii lea beaiváduvvon miessemánu 18. b. 1990 ( mielddus 2 ) mearrida nammageavaheami dain báikkiin maid sáhttá kártii bidjat .

source: Mange steder i Troms har samiske og kvenske navn i bruk i muntlig sammenheng , men ikke skriftlig .
sme: Romssa fylkkas leat máŋgga báikkis sámi dahje suomasogalaččaid namat njálmmálaš anus , muhto eai leat čálalaš anus .

source: På steder hvor skrivemåte på samisk ikke er fastsatt kan offentlig organ reise navnesak for å få fastsatt skrivemåte ( § 6 ) .
sme: Dain báikkiin main ii leat mearriduvvon sámegiel čállinvuohki sáhttá almmolaš orgána cegget nammaášši vai čállinvuohki mearriduvvo ( § 6 ) .

source: Når skrivemåte på stedsnavn er fastsatt skal offentlig organ som hovedregel ta i bruk de navn som er fastsatt på et sted , og bruke de i alle sammenhenger ( § 3 ) .
sme: Go báikkis lea mearriduvvon čállinvuohki , de galgá almmolaš orgána geavahit mearriduvvon nama juohke oktavuođas ( § 3 ) .

source: Dette innebærer i praksis skilt , adresselister o.a. Når det gjelder fylkeskommunale veier og anlegg og lignende , er det fylkeskommunen som vedtar navn på disse ( § 6 ) .
sme: Namalassii galbbain , čujuhuslisttuin j.e. Go lea sáhka fylkkasuohkana geainnuin ja huksehusain , de fylkkasuohkan ieš mearrida daid namaid ( § 6 ) .

source: 2.1.6 Lov om personnavn ( navneloven ) Lov av 7. juni 2002 Lov om personnavn ( navneloven ) regulerer bruk av fornavn og etternavn .
sme: 2.1.6 Nammaláhka Nammaláhka mii lea beaiváduvvon geassemánu 7. b. 2002 mearrida ovdanamaid ja goargguid geavaheami .

source: I den senere tid er det igjen blitt vanlig at samer tar i bruk samiske navn , både fornavn og etternavn .
sme: Daid maŋimuš áiggiid leat šaddan dábálaš ahte sápmelaččat atnigohtet sámegiel namaid , sihke ovdanama ja goarggu .

source: I mange tilfeller inngår da samiske tegn i navnene .
sme: Dávjá leat namain maiddái sámegielbustávat .

source: 2.1.7 Bruk av samiske stedsnavn og personnavn i Troms fylkeskommune Det er et krav at samiske stedsnavn og personnavn skal kunne skrives korrekt av fylkeskommunale virksomheter .
sme: 2.1.7 Sámegiel báikenamaid ja namaid geavaheapmi Romssa fylkkasuohkanis Lea gáibádus ahte sámegiel báikenamat ja sámegiel ovdanamat ja goarggut galget čállot riekta fylkkasuohkana doaimmain .

source: Alle fylkeskommunale virksomheter har ansvar for å aktivt følge opp lov om stadnamn og lov om personnavn .
sme: Buot fylkkasuohkana doaimmain lea ovddasvástádus aktiivvalaččat čuovvolit báikenammalága ja nammalága .

source: Se kapittel 7.7 om IT-systemer og samiske tegn .
sme: Geahča kapihtal 7.7 IT-vuogádagat ja sámegiel čálamearkkat .

source: 2.2 Fylkeskommunalt plangrunnlag Troms fylkeskommunens politikk i forhold til samisk språk og kultur forutsettes å være i samsvar med nasjonal og internasjonal urfolksrett , samt nasjonal samepolitikk .
sme: 2.2 Fylkkasuohkana plánavuođđu Romssa fylkkasuohkana politihkka sámegiela ja sámi kultuvrra ektui galgá heivet oktii álbmotlaš ja riikkaidgaskasaš eamiálbmotrivttiin , ja dábálaš sámepolitihkain .

source: Det skal tas høyde for dette i all fylkeskommunal planlegging , inkludert intern virksomhetsplanlegging , kompetanseplanlegging m.v. Hensynet til samisk språk og kulturkompetanse forutsettes integrert i fylkeskommunale planer i samsvar med denne planen .
sme: Dát galgá váldot vuhtii buot fylkkasuohkana plánain , maiddái siskkáldas doaibmaplánain , gealboplánemiin jnv. . Eaktuduvvo ahte sámegiela ja sámi kulturgealbbu vuhtiiváldin integrerejuvvo fylkkasuohkana plánaide nugo dán plánas boahtá ovdan .

source: Informasjonssenteret innehar kompetanse i forhold til samisk språk og samisk kulturkompetanse .
sme: Diehtojuohkinguovddážis lea sámegielmáhttu ja sámi kulturmáhttu .

source: Fylkesrådsleders kontor innehar kompetanse i forhold til rettslig og politisk grunnlag for fylkeskommunens samepolitikk .
sme: Fylkkaráđijođiheaddji kantuvrras lea gealbu fylkkasuohkana sámepolitihka rievttálaš ja politihkalaš vuođu ektui .

source: 2.2.1 Avtale om samarbeid mellom Sametinget og Troms fylkeskommune Samarbeidsavtale med Sametinget ble første gang inngått i 2002 .
sme: 2.2.1 Ovttasbargošiehtadus gaskal Sámedikki ja Romssa fylkkasuohkana Ovttasbargošiehtadus Sámedikkiin dahkkui vuosttaš geardde 2002 .

source: Avtalen følges opp på årlige samarbeidsmøter og rulleres ved behov .
sme: Šiehtadus mielddisbuktá jahkásaš ovttasbargočoahkkimiid ja ođđa árvvoštallama dárbbu mielde .

source: I de årlige rapportene skal medtas hovedtrekkene fra arbeidet med samisk språk og samisk kulturkompetanse .
sme: Jahkásaš raporteremis galget leat váldooasit buot bargguin mat leamaš sámegielas ja sámi kulturgealbbus .

source: Situasjonsbeskrivelse Her beskrives kort situasjonen for samisk språk og samisk kulturkompetanse for den fylkeskommunale organisasjon ved inngangen til 2007 .
sme: Dilálašvuođa čilgehus Dás lea oanehaččat čilgejuvvon sámegiela ja sámi kulturgealbbu dilálašvuohta fylkkasuohkana organisašuvnnas álgogeahčen 2007 .

source: 3.1 Fylkeskommunen og språkreglene 3.1.1 Samisk språkkonsulent Troms fylkeskommune opprettet en stilling som samisk språkkonsulent i mars 2003 .
sme: 3.1 Fylkkasuohkan ja giellanjuolggadusat 3.1.1 Giellakonsuleanta Romssa fylkkasuohkan ásahii sámi giellakonsuleantavirggi njukčamánus 2003 .

source: Språkkonsulenten betjener hele fylkeskommunen , men målet er at hver etat og institusjon skal ha kompetanse i samisk språk slik at de kan besvare henvendelser på samisk og betjene befolkningen på samisk når de ønsker det , jfr. kapittel 2 .
sme: Giellakonsuleanta galgá vuos bálvalit olles fylkkasuohkana , muhto mihttomearri lea ahte juohke etáhtas ja institušuvnnas galgá leat sámegielgealbu vai sáhttet ieža vástidit sámegillii ja bálvalit olbmuid sámegillii go sii dan dáhttot , gč. kapihtal 2 .

source: 3.1.2 Offisielt navn på samisk og norsk Troms fylkeskommune ønsker å synliggjøre samisk språk , og søkte i april 2003 om innføring av tospråklig navn på Troms fylke , norsk og samisk .
sme: 3.1.2 Almmolaš namma sámegillii ja dárogillii Romssa fylkkasuohkan háliida oainnusin dahkat sámegiela , ja ozai cuoŋománus 2003 buorrindohkkehit ahte Romssa fylkkas lea almmolaš namma sihke dárogillii ja sámegillii .

source: Navnene ble likestilt i juni 2006 .
sme: Dán buorrindohkkehii Stuorradiggi geassemánus 2006 .

source: Det offisielle navnet skal brukes på brevhoder , konvolutter , i adresselister med mer .
sme: Almmolaš namma guovtti gillii galgá leat sihke reivviid bajimusaš , reivedovnnjiin , čujuhuslisttuin jnv. .

source: Det norske navnet står først .
sme: Dárogiel namahus lea álo vuosttažiin .

source: I løpende tekst brukes navneformen i angjeldende språk .
sme: Oktilaš teavsttain geavahuvvo dat nammahápmi mii lea dan guoskevaš gielas .

source: Fylkeskommunen endret i 2003 grafisk profil og har siden da benyttet tospråklig logo m. v
sme: Fylkkasuohkan rievdadii 2003 gráfalaš iešlági ja lea dan rájes geavahan logo mii lea guovtti gillii jnv. 8

source: 3.1.3 Skilting og navn på samisk I kapittel 7.4 fremgår plan for skilting som er under gjennomføring , herunder oversikt over hvilke bygg som allerede er skiltet på samisk / har navn på samisk .
sme: 3.1.3 Galben ja namahus sámegillii Kapihtal 7.4 ovdanbuktá galbenplána mii lea čađahuvvome , dás vuolábealde namuhuvvo makkár visttit juo leat galbejuvvon sámegillii / main juo lea sámegiel namahus .

source: Planen revideres årlig på bakgrunn av årlig søknadsrunde og eventuelle endringer i organisering , nye byggeprosjekter m.v. 3.1.4 Annonsering Informasjonssenteret har inngått avtale om at alle fylkeskommunale annonser som kunngjøres i Bladet Nordlys også annonseres i avis som skriver på samisk .
sme: Plána dárkkistuvvo jahkásaččat jahkásaš ohcamiid ektui ja muđui go rievdadat organiserema , ođđa huksenprošeavttaid ektui jnv. . 3.1.4 Almmuhusat Diehtojuohkinguovddáš lea šiehtadan ahte buot fylkkasuohkana almmuhusat mat almmuhuvvojit Nordlys-aviissas maiddái almmuhuvvojit sámegiel aviissas ( Min Áigi ) .

source: Utover dette bestemmer den enkelte virksomhet hva som skal annonseres på samisk .
sme: Dán mearrádusa mielde mearrida juohke doaibma mii galgá almmuhuvvot sámegillii .

source: Se for øvrig kap. 7.5.1 .
sme: Gč. muđui kap. 7.5.1 .

source: 3.1.5 Fylkeskommunale planer De viktigste fylkeskommunale plandokumenter som for eksempel fylkesplanen , Regionalt utviklingsprogram for Troms , skolekatalogen , Handlingsplan for idrett og friluftsliv i Troms , folkehelseplanen ” Meir liv laga ” og samarbeidsavtalen med Sametinget er oversatt til samisk og finnes i trykket versjon og på nett .
sme: 3.1.5 Fylkkasuohkana plánat Deaŧaleamos fylkkasuohkana áššebáhpárat omd. fylkkaplána , Romssa guovllolaš ovddidanprográmma , oahppokataloga , Romssa valáštallan ja olggustallan doaibmaplána áigodahkii 2004-2007 ja álbmotdearvvašvuođa doaibmaplána ” Šaddat buorebut ” ja ovttasbargošiehtadus gaskal Sámedikki ja Romssa fylkkasuohkana leat jorgaluvvon sámegillii ja gávdnojit prentejuvvon hámis ja neahtas .

source: Fylkeskommunens årsrapporter og de årlige regionale utviklingsprogram er oversatt til samisk og lagt på nett .
sme: Fylkkasuohkana jahkedieđáhus ja jahkásaš guovllolaš ovddidanprográmma leat jorgaluvvon sámegillii ja biddjon nehttii .

source: I enkelte trykte planer er deler av planen , som særlig omhandler samiske forhold , oversatt til samisk ( både trykt versjon og nett ) .
sme: Muhtin prentejuvvon plánain leat dušše dat oasit jorgaluvvon sámegillii mat erenomážit leat sámi dilálašvuođaid birra ( sihke prentejuvvon hámis ja neahtas ) .

source: Fylkestingsmeldinger som utarbeides av fylkesrådet skal oversettes til samisk fra og med 2007 .
sme: Fylkkadiggedieđáhusat maid fylkkaráđđi ráhkada galget jorgaluvvot sámegillii 2007 rájes .

source: 3.1.6 Samisk på fylkeskommunale nettsider Kulturnett Troms har egne samiskspråklige sider , og sidene oppdateres med jevne mellomrom .
sme: 3.1.6 Sámegiella fylkkasuohkana neahttasiidduin Kulturnett Troms-neahttabáikkis leat sierra sámegielsiiddut , ja dáid ođasmahttit dađistaga .

source: På biblioteknett Troms finnes sider på samisk .
sme: Biblioteknett Troms-neahttabáikkis leat sámegielsiiddut .

source: Det er også laget en egen kildeveileder for samisk bibliotektjeneste .
sme: Lea maiddái ráhkaduvvon sierra gáldobagadus sámi girjerádjobálvalussii .

source: Denne er under revisjon .
sme: Dat leat dárkkistuvvome .

source: Vi har nylig tilsatt prosjektleder for regional samisk bibliotektjeneste med kontorsted på Ája Samisk Senter .
sme: Leat bidjan virgái prošeaktajođiheaddji guovllolaš sámi girjerádjobálvalussii ja su kantursadji lea Ája Sámi Guovddážis .

source: Nuorraromssas.no er en egen versjon av Ungitroms.no , som er fylkeskommunens viktigste kanal for innspill fra ungdom i Troms .
sme: Nuorraromssas.no lea sierra veršuvdna neahttabáikkis Ungitroms.no mii lea fylkkasuohkana deaŧaleamos gulahallangaskaoapmi Romssa fylkka nuoraid ektui .

source: Sidene evalueres i 2007 med tanke på et nærmere samarbeid med ( overføring til ) Infonuorra.no .
sme: Siidduid árvvoštallat 2007 vai oažžut lagat ovttasbarggu ( sirdima ) Infonuorra.noneahttabáikkiin .

source: Det arbeides nå med å få samiskspråklige sider også på fylkeskommunens offisielle nettsted .
sme: Dál bargat oažžut sámegiel siidduid maiddái fylkkasuohkana almmolaš neahttabáikái .

source: En del oversatte dokumenter ligger der allerede .
sme: Muhtin jorgaluvvon dokumeanttat leat juo almmuhuvvon dain siidduin .

source: Det er ikke prioritert å ha samiske sider på Intranett .
sme: Eat leat vuos vuoruhan ásahit sámegiel siidduid Intraneahtas .

source: 3.1.7 Samisk språkbruk / språkundersøkelse Troms fylkeskommune har vært omfattet av eksterne språkundersøkelser , men det er ikke gjennomført kartlegging i egen regi .
sme: 3.1.7 Sámegiel giellageavahus / giellaiskkadeapmi Romssa fylkkasuohkanis leamaš olgguldas giellaiskkadeamit , muhto eat leat čađahan iskkademiid ieža .

source: Det er planer om at dette skal gjennomføres høsten 2007 .
sme: Leat plánen čađahit giellaiskkadeami .

source: Denne undersøkelsen skal foretas av språkkonsulenten i forhold til følgende institusjoner : sentraladministrasjon , videregående skoler og tannklinikker .
sme: Iskkadeami galgá giellakonsuleanta dahkat čuovvovaš ásahusain : guovddášhálddahusas , joatkkaskuvllain ja bátnedivššohagain .

source: Generelt vet vi at et fåtall ansatte behersker samisk skriftlig .
sme: Oppalaččat diehtit ahte leat hui unnán bargit geat hálddašit sámegiela čálalaččat .

source: Noen flere behersker samisk muntlig , men det er ikke alltid dette utnyttes i jobbsammenheng .
sme: Eanet olbmot hálddašit sámegiela njálmmálaččat , muhto dán gealbbu eat leat álohii ávkkástallan bargooktavuođain .

source: Et fåtall ansatte har fått samiskopplæring .
sme: Hui unna oasáš bargiin leat ožžon sámegieloahpu .

source: Det ble satset relativt mye på dette da fylkeskommunen hadde hånd om spesialisthelsetjenesten .
sme: Ledje biddjon hui ollu návccat dasa dalle go fylkkasuohkanii gulai spesialistadearvvašvuođabálvalus .

source: Denne muligheten er ikke særlig kunngjort i forhold til de ansatte de siste årene .
sme: Dát vejolašvuohta ii leat dieđihuvvon bargiide daid maŋimuš jagiid .

source: 3.2 Sentraladministrasjonen 3.2.1 Bruk av samisk språk i møter m.v. Samisk brukes ikke som møtespråk i Troms fylkeskommune , med unntak for særskilte tilfeller og den årlige samekonferansen , som simultantolkes .
sme: 3.2 Guovddášhálddahus 3.2.1 Geavahit sámegiela čoahkkimiin jnv. Sámegiella ii geavahuvvo čoahkkingiellan Romssa fylkkasuohkanis , earret erenoamáš oktavuođain ja jahkásaš sámekonferánssas , mii simultandulkojuvvo .

source: Ingen sakspapirer oversettes til samisk .
sme: Áššebáhpárat eai jorgaluvvo sámegillii .

source: Ingen politikere har hittil ytret ønske om å bruke samisk som møtespråk og det er derfor ingen etablert møtetolketjeneste .
sme: Ii oktage politihkar leat dássážii sávvan geavahit sámegiela čoahkkingiellan iige danne leat ásahuvvon čoahkkindulkonbálvalus .

source: 3.2.2 Kompetanse i samisk språk og samisk kulturkompetanse Troms fylkeskommune tilsatte i 1994 en egen samekonsulent og påbegynte med det et systematisk arbeid for utvikling av samisk språk og kultur .
sme: 3.2.2 Gealbu sámegielas ja sámi kultuvrras Romssa fylkkasuohkanis leamaš sámekonsuleanta 1994 rájes , ja son álggahii systemáhtalaš barggu ovddidit sámegiela ja kultuvrra .

source: Stillingens ansvarsområde er i dag en del av fylkesrådsleders kontor .
sme: Virggi ovddasvástádussuorgi lea dál oassi fylkkaráđijođiheaddji kantuvrras .

source: I 2003 ble en egen samisk språkkonsulent tilsatt , noe som vesentlig styrket muligheten til å følge opp arbeidet med samisk språk og samisk kulturkompetanse i egen organisasjon .
sme: 2003 rájes leamaš sierra sámi giellakonsuleanta virggis , virgi mii nanne vejolašvuođa čuovvolit barggu sámegielain ja kultuvrrain organisašuvnnas .

source: Det har vært gjennomført større og mindre prosjekter med særskilt samisk kompetanse blant de tilsatte .
sme: Leat čađahan stuorát ja unnit prošeavttaid erenomážit sámi gealbbus bargiid várás .

source: Gjennom et systematisk arbeid siden 1994 er kunnskap og kompetanse om samisk saker og samiske forhold blant de ansatte i sentraladministrasjonen vesentlig styrket .
sme: Systemáhtalaš barggu čađa 1994 rájes lea máhttu ja gealbu sámi áššiin ja sámi dilálašvuođain guovddášhálddahusa bargiid gaskkas nannejuvvon .

source: Ikke minst har samarbeidsavtalen med Sametinget hatt stor betydning .
sme: Ovttasbargošiehtadusas Sámedikkiin lea leamaš stuorra mearkkašupmi .

source: Dette er imidlertid et løpende utviklingsarbeid , også på grunn av turnover og utvikling i kompetansebehov .
sme: Dál leat goitge jotkkolaš ovddidanbargu , sihke boađu ja ovdáneami dáfus dárbbašuvvo gealbolokten .

source: Det er fortsatt betydelig variasjon i de ansattes kompetanse på dette feltet og utfordringen er å utnytte den kompetansen som finnes i det daglige arbeid .
sme: Lea ain stuorra erohus bargiid gealbbus dán suorggis ja hástalus lea bargooktavuođas ávkkástallat dan gealbbu mii áin gávdno .

source: Ingen søkere har meldt seg på språkkurs i samisk i sentraladministrasjonen .
sme: Ii oktage guovddášhálddahusas leat dieđihan iežas sámegiel giellakursii .

source: 3.3 Videregående skoler I forhold til de videregående skolene er det gjennomført et særskilt prosjekt i perioden 2004-2006 med finansiering fra Sametinget og Troms fylkeskommune .
sme: 3.3 Joatkkaskuvllat Joatkkaskuvllaid ektui lea čađahuvvon erenoamáš prošeakta áigodagas 2004-2006 maid ruhtadedje Sámediggi ja Romssa fylkkasuohkan .

source: Det er utarbeidet en egen rapport for prosjektet 1. Nordreisa videregående skole , Skånland videregående skole og Sjøvegan videregående skole ble valgt ut som pilotskoler , men prosjektet har omfattet samtlige videregående skoler .
sme: Lea ráhkaduvvon sierra prošeaktaraporta 1. Ráissa joatkkaskuvla , Skániid joatkkaskuvla ja Vuotnasiidda joatkkaskuvla válljejuvvojedje pilotskuvlan , muhto prošeavttas leat buot joatkkaskuvllat leamaš mielde .

source: Samtlige skoler har hatt kursdag i kollegiet om prosjektet / integrering av samiske emner i undervisningen , en del skoler har hatt særskilte arrangement i tilknytning til 6. februar og halvparten av skolene har hatt temauke om samisk kultur .
sme: Buot skuvllain leamaš kursabeaivi prošeavtta birra / integreret sámi fáttáid oahpahussii , muhtin skuvllain leamaš erenoamáš doalut guovvamánu 6. beaivvi ektui ja bealli dáin skuvllain leamaš fáddávahkku sámi kultuvrra birra .

source: Det er utviklet nye opplæringstilbud ved flere skoler , ca. 100 lærere har tatt etterutdanning og 30 lærere har tatt videreutdanning ( mer enn halvt år ) .
sme: Leat ovddidan ođđa oahpahusfálaldagaid máŋgga joatkkaskuvllas , sullii 100 oahpaheaddji leat váldán fágaerenomáš lassioahpahusa ja sullii 30 oahpaheaddji leat čađahan dahje čađaheamen joatkkaoahpahusa ( eanet go jahkebeale ) .

source: Så å si alle 1
sme: Measta 1

source: ” Sluttrapport for prosjektet samisk kulturkunnskap på de videregående skolene i Troms .
sme: ” Prošeavtta loahpparaporta sámi kulturmáhttu Romssa fylkka joatkkaskuvllain .

source: Februar 2006 ” .
sme: Guovvamánus 2006 .

source: Se også www.tromsfylke.no/gammen for nærmere informasjon om prosjektet .
sme: ” Geahča maiddái www.tromsfylke.no/gammen eanet dieđuid prošeavtta birra .

source: skolene arbeider nå målrettet med integrering av samisk kulturkunnskap på ulike vis .
sme: buot skuvllat barget dál ulbmillaččat integreret sámi kulturmáhtu máŋgga láhkai .

source: Dette vil fortsette selv om prosjektet er avsluttet .
sme: Bargu joatkašuvvo vaikko prošeakta lea loahpahuvvon .

source: Prosjektet har vært svært vellykket , men har truffet allmennfaglig studieretning best .
sme: Prošeakta lea hui bures lihkostuvvan , muhto lea heiven buoremusat dábálaš oahpposuorgefágii .

source: Troms fylkeskommune vil derfor gjennomføre et tilsvarende prosjekt , ” SAFYL ” , rettet mot fag- og yrkesopplæringen , hvor en står ovenfor til dels helt andre problemstillinger enn i ovennevnte prosjekt .
sme: Romssa fylkkasuohkan háliida danne čađahit sullasaš prošeavtta , ” SAFYL ” , njuolgut fága- ja fidnooahpahusa guvlui , gos leat áibbas eará hástalusat go dan bajábeal namuhuvvon prošeavttas .

source: Prosjektet starter opp medio 2007 .
sme: Prošeakta álggahuvvo gaskkamuttus 2007 .

source: Utover nevnte prosjekt har skolene i egen regi på ulikt vis jobbet med samiske emner og noen lærere har tidligere fått stipend for å skaffe seg undervisningskompetanse i samisk språk .
sme: Lassin namuhuvvon prošeavtta leat skuvllat ieža bargan máŋggalágan sámi fáttáiguin ja muhtin oahpaheaddjit leat ovddežis ožžon stipeandda vai ožžot oahpahusgealbbu sámegielas .

source: Kunnskapsløftet stiller nye krav til integrering av samiske emner i undervisningen .
sme: Máhttolokten bidjá ođđa gáibádusaid integreret sámi fáttáid oahpahussii .

source: 3.4 Tannklinikker Med unntak av skilting er det ikke gjennomført systematisk arbeid med samisk språk og kulturkompetanse før i 2006 .
sme: 3.4 Bátnedivššohagat Ovdal 2006 ii leat čađahuvvon systemáhtalaš bargu sámegielas ja kulturgealbbus earágo galbenbarggut .

source: Det ble da gjennomført et dagskurs i samisk kulturkompetanse spesielt designet for tjenesten .
sme: 2006 čađahuvvui beaivekursa sámi kulturgealbbus mii lei erenoamážit hábmejuvvon bátnedikšunbálvalussii .

source: Målet for seminaret var å se på hvordan tannhelsetjenesten skal ivareta den samiske befolkningen i Troms .
sme: Ulbmil seminárain lei geahččat movt bátnedearvvašvuođabálvalus galgá áimmahuššat sámi álbmoga Romssa fylkkas .

source: Det ble bl.a. sett på erfaringer fra tilsvarende arbeid i Finnmark .
sme: Ea. ea geahčaimet vásáhusaid sullasaš bargguin Finnmárkkus .

source: Det er planlagt et tilsvarende kurs hvert annet år .
sme: Lea plánejuvvon sullasaš kursa juohke nuppi jagi .

source: Så langt vi kjenner til har ingen tannklinikker kompetanse i samisk språk og kan ikke behandle henvendelser på samisk muntlig eller skriftlig .
sme: Nu guhkás go mii dovdat ii leat ovttage bátnedivššohagas gealbu sámegielas iige oktage sáhte bálvalit sámegillii ii njálmmálaččat iige čálalaččat .

source: For oversikt over skilting vises til kapittel 3.1 .
sme: Galbenlistu lea kapihttalis 3.1 .

source: Det er i hovedsak snakk om at fylkeskommunalt hovedskilt ved innkjøring til tannklinikkene skal skiltes på begge språk .
sme: Leat vuosttažettiin fylkkasuohkana váldogalbbat mat lea bátnedivššohagaid olggobealde mat galget galbejuvvot goappašiid gillii .

source: Omfang og formål 4.1 Omfang ” Strategiplan for samisk språk og samisk kulturkompetanse ” omfatter all fylkeskommunal virksomhet .
sme: Gustoviidodat ja ulbmil 4.1 Gustoviidodat ” Sámegiela ja sámi kulturgealbbu strategiijaplána ” gusto buot fylkkasuohkana doaimmaide .

source: Det betyr hele fylkeskommunen med sentraladministrasjonen , videregående skoler , tannklinikker og ansatte på alle nivå , samt politisk nivå .
sme: Dat mearkkaša olles fylkkasuohkana oktan guovddášhálddahusain , joatkkaskuvllaiguin , bátnedivššohagaiguin ja buot bargiiguin buot dásiin .
